[
  {
    "id": "dr-andre",
    "status": null,
    "group": "Featured",
    "title": "Site do Dr. André",
    "featuredImage": "image-1",
    "favicon": "favicon",
    "description": "Um site, no estilo aplicativo de telefone, para um oftalmologista conhecido de Porto Velho, RO.",
    "introductionText": "O site procura facilitar o encontro das informações referentes ao Dr. André, além de promover o contato direto com o seu WhatsApp para o agendamento de consultas particulares.",
    "image1": "image-1",
    "developmentText": ["O motivo da reconstrução do site partiu das constantes alterações no conteúdo do site, cuja antiga estrutura não permitia que fossem realizadas de maneira otimizada. A partir dessa necessidade, também observei a oportunidade de introduzir novos conceitos e técnicas que aprendi. O tempo entre uma versão e outra foi de um ano, então estava bastante animado para poder reconstruir o site da maneira mais avançada que eu conseguiria!", "Atualmente, com o projeto finalizado, o cliente conta com um site totalmente reformulado, construído a partir do público que o acessa e capaz de ser atualizado e modificado facilmente. Melhorias constantes continuam a ser implementadas a medida que novas ideias vão surgindo."],
    "image2": "image-2",
    "conclusionText": ["Com este novo site, os pacientes do Dr. André poderão encontrar informações essenciais para consultas mais facilmente, idenpendentemente da velocidade de sua conexão à internet ou dispositivo de acesso. Além disso, os relatórios automatizados mantém o cliente informado sobre o desempenho do site e auxiliam na identificação de novas oportunidades de melhorias."],
    "relatedServices": {
      "servicesID": ["criacao-de-sites", "design-de-sites", "relatorios-web"]
    },
    "footerNotes": ["Nada"]
  },
  {
    "id": "andremourasantos",
    "status": null,
    "group": "Featured",
    "title": "Meu site profissional",
    "featuredImage": "image-1",
    "favicon": "favicon",
    "description": "O meu novo site profissional, adotando o neumorphism e as melhores práticas para manutenção.",
    "introductionText": "A ideia de construir o meu site profissional veio lá em 2020, pouco tempo após ter começado a faculdade. O intuito inicial era promover a minha imagem profissional na internet para que, quando adentrasse o mercado de trabalho, pudesse me destacar para além do tradicional currículo em PDF ou da carta de apresentação em txt.",
    "image1": "image-1",
    "developmentText": ["Em meados de 2021 comecei a aprender os princípios do Front-End Dev, ou seja, HTML, CSS e JavaScript, com o fim de desenvolver novamente meu site, porém, dessa vez totalmente do zero, sem o auxílio de ferramentas de criação de sites. Dessa forma poderia ter controle total de como meu site é exibido, formatado e do desempenho do mesmo.", "Em 2022, o site, agora em seu ápice de completude, é o foco de toda a comunicação profissional, estando presente no meu currículo e em todas as minhas comunicações online de cunho profissional, promovendo uma maneira rápida e fácil de conhecer mais sobre minhas habilidades e o meu perfil, sem sequer precisar inicar uma conversa."],
    "image2": "image-2",
    "conclusionText": ["Por fim, no final de 2023..."],
    "relatedServices": {
      "servicesID": ["criacao-de-sites", "design-de-sites", "relatorios-web"]
    },
    "footerNotes": ["Nada"]
  },
  {
    "id": "lista-de-compras",
    "status": null,
    "group": "Prototype",
    "title": "Lista de compras",
    "featuredImage": "image-1",
    "favicon": "favicon",
    "description": "Projeto pessoal para aprender mais sobre o gerenciamento de bancos de dados.",
    "introductionText": "A ideia de construir o meu site profissional veio lá em 2020, pouco tempo após ter começado a faculdade. O intuito inicial era promover a minha imagem profissional na internet para que, quando adentrasse o mercado de trabalho, pudesse me destacar para além do tradicional currículo em PDF ou da carta de apresentação em txt.",
    "image1": "image-1",
    "developmentText": ["Em meados de 2021 comecei a aprender os princípios do Front-End Dev, ou seja, HTML, CSS e JavaScript, com o fim de desenvolver novamente meu site, porém, dessa vez totalmente do zero, sem o auxílio de ferramentas de criação de sites. Dessa forma poderia ter controle total de como meu site é exibido, formatado e do desempenho do mesmo.", "Em 2022, o site, agora em seu ápice de completude, é o foco de toda a comunicação profissional, estando presente no meu currículo e em todas as minhas comunicações online de cunho profissional, promovendo uma maneira rápida e fácil de conhecer mais sobre minhas habilidades e o meu perfil, sem sequer precisar inicar uma conversa."],
    "image2": "image-2",
    "conclusionText": ["Por fim, no final de 2023..."],
    "relatedServices": {
      "servicesID": ["criacao-de-sites", "design-de-sites", "relatorios-web"]
    },
    "footerNotes": ["Nada"]
  },
  {
    "id": "ferramentas-de-andre",
    "status": null,
    "group": "Prototype",
    "title": "Ferramentas de André",
    "featuredImage": "image-1",
    "favicon": "favicon",
    "description": "Estes aplicativos foram pensados para serem intuitivos e cumprir o seu papel de maneira não menos que excepcional.",
    "introductionText": "Nesta página você poderá ver todos os projetos que desenvolvi para aprimorar minhas habilidades com o desenvolvimento web. Todas as ferramentas são de livre acesso e sem anúncios. A ideia de criar o site veio a partir da minha necessidade de acessar certas ferramentas online, mas acabar descontente com o desempenho, layout ou práticas abusivas que encontrei.",
    "image1": "image-1",
    "developmentText": ["Atualmente, o site conta com diversas ferramentas criadas por mim e é a base de toda a demonstração da minha capacidade de criação, usabilidade, documentação e adaptação na área de desenvolvimento Front-End. As ferramentas utilizam as práticas mais modernas e possuem código comentado e uma extensa flexibilidade, o que possibilita criar mais ferramentas com facilidade."],
    "image2": "image-2",
    "conclusionText": ["Como características, as páginas contam com o chamado Painel Universal de Ajustes do Usuário (PUAU), que foi a minha primeira tentativa em criar um menu interativo e universal para que o usuário possa definir seus preferências e formas de utilização da ferramenta. Essa também foi minha primeira interação com importação de <em>snippets</em> HTML e criação de códigos que consigam identificar diversos aspectos e circustâncias e adaptar sua funcionalidade à situação."],
    "relatedServices": {
      "servicesID": ["criacao-de-sites", "design-de-sites", "relatorios-web"]
    },
    "footerNotes": ["Nada"]
  }
]