[
  {
    "id": "dr-andre",
    "status": null,
    "group": "Featured",
    "title": "Site do Dr. André",
    "featuredImage": "image-1",
    "favicon": "favicon",
    "description": "Um site, no estilo aplicativo de telefone, para um oftalmologista conhecido de Porto Velho, RO.",
    "introductionText": "O site procura facilitar o encontro das informações referentes ao Dr. André, como os exames oferecidos e consultórios, além de promover o contato direto com o seu WhatsApp para o agendamento de consultas particulares.",
    "image1": "image-1",
    "developmentText": [
       "O Dr. André é um cliente há tempo e já contou com diversas atualizações no site ao longo dos mais de 2 anos de parceria. A mais recente sendo a reconstrução completa do site para adaptar-se a nova realidade de mudanças recorrentes de atendimento do Doutor.",
       "A partir dessa necessidade, também observei a oportunidade de introduzir novos conceitos (como mobile-first) e aprimorar a acessibilidade, além da implementação de novas tecnologias para incrementar também o desempenho e responsividade do site. Também foram feitas otimizações para o desempenho de campanhas de anúncios no Google Ads.",
       "Atualmente, com o projeto finalizado, o cliente conta com um site totalmente reformulado, construído a partir do público que o acessa e capaz de ser atualizado e modificado facilmente através do uso de um Banco de Dados. Melhorias constantes continuam a ser implementadas à medida que novas necessidades se apresentam."
    ],
    "image2": "image-2",
    "conclusionText": [
       "Com este novo site, os pacientes do Dr. André podem encontrar informações essenciais para consultas mais facilmente, independentemente da velocidade de sua conexão à internet ou dispositivo de acesso.",
       "Além disso, os relatórios automatizados mantém o cliente informado sobre o desempenho do site e das campanhas de anúncios realizadas, permitindo uma visão holística, obtendo insights sobre quais serviços e consultórios são os mais buscados e por quem, além de auxiliar na identificação de novas oportunidades de melhorias."
    ],
    "relatedServices": {
      "servicesID": [["Web", "criacao-de-sites"], ["Web", "design-de-sites"], ["Web", "relatorios-web"], ["Marketing", "estrategia-de-anuncios"]]
    },
    "footerNotes": ["Este projeto foi realizado entre 2022 e 2023."]
  },
  {
    "id": "andremourasantos",
    "status": "Novo",
    "group": "Featured",
    "title": "Meu site profissional",
    "featuredImage": "image-1",
    "favicon": "favicon",
    "description": "O meu novo site profissional, adotando o neumorphism e as melhores práticas para manutenção.",
    "introductionText": "A ideia de construir o meu site profissional veio lá em 2020, pouco tempo após ter começado a faculdade. O intuito inicial era promover a minha imagem profissional na internet para que, quando adentrasse o mercado de trabalho, pudesse me destacar.",
    "image1": "image-1",
    "developmentText": [
       "Em meados de 2021 comecei a aprender os princípios do Front-End Dev, ou seja, HTML, CSS e JavaScript, com o fim de desenvolver novamente meu site, porém, dessa vez totalmente do zero, sem o auxílio de ferramentas de criação de sites. Dessa forma poderia ter controle total de como meu site é exibido, formatado e do desempenho do mesmo.",
       "No começo de 2022, com as novas tecnologias que aprendi, consegui desenvolver um primeiro protótipo do meu novo site, com foco na minha apresentação como profissional de Marketing Digital, exibindo conteúdos como meu currículo, certificações, carta de apresentação, dentre outros.",
       "Este primeiro protótipo lançado ao ar foi de muita importância para o meu desenvolvimento e ganho de confiança em minhas capacidades, além de ter auxiliado a me destacar dentro os demais candidatos em vagas que apliquei."
    ],
    "image2": "image-2",
    "conclusionText": [
       "Continuei por me interessar em desenvolvimento web, aprendo novas tecnologias, obtendo ideias de projetos e aplicando-as em protótipos e projetos de cliente. No final de 2023, resolvi refazer o meu site, mas dessa vez com o foco na oferta de serviços de freelancer, com o intuito de diversificar um pouco o meu trabalho.",
       "Este novo site, que é o que você está vendo agora, foi desenvolvido com o ápice das minhas habilidades no momento, utilizando as tecnologias mais avançadas que pude dominar para a confecção de um produto simples e intuitivo, visualmente atraente, acessível e com bom desempenho. Tenho orgulho de apresentar ao mundo a minha criação e estarei sempre a procure de novas formas de otimização e novas funcionalidades úteis para a experiência do usuário."
    ],
    "relatedServices": {
      "servicesID": [["Web", "criacao-de-sites"], ["Web", "design-de-sites"], ["Web", "relatorios-web"]]
    },
    "footerNotes": ["Este projeto se iniciou em 2021 e permanece ativo."]
  },
  {
    "id": "lista-de-compras",
    "status": "Novo",
    "group": "Prototype",
    "title": "Lista de compras",
    "featuredImage": "image-1",
    "favicon": "favicon",
    "description": "Projeto pessoal para aprender mais sobre o gerenciamento de bancos de dados e autenticação de usuários.",
    "introductionText": "Este projeto de lista de compras teve como principal objetivo desenvolver as minhas capacidades de criação e gerenciamento de bancos de dados e também para fortalecer meus conhecimentos de autenticação de usuários e gerenciamento de contas.",
    "image1": "image-1",
    "developmentText": [
       "Esta aplicação é uma demonstração do desenvolvimento das minhas habilidades na criação de projetos de maior escala, com diversas funcionalidades para além do principal (adicionar, editar e remover itens da lista de compras). Também me orgulho do desenvolvimento no visual do projeto, bem como no desenvolvimento das minhas habilidades utilizando o Figma para criação dos layouts.",
       "O foco no gerenciamento do estado de diversas variáveis ao decorrer do uso da aplicação também foi um desafio que se apresentou a mim. A apresentação de informações importantes ao usuário, como estado de verificação do e-mail e informações rápidas sobre a lista de compras, como quantidade e itens e preço total, também demonstra meu avanço no gerenciamento de dados multinível (autenticação, banco de dados e cliente)."
    ],
    "image2": "image-2",
    "conclusionText": [
       "Atualmente, a lista de compras encontra-se ativa e funcional, com atualizações esporádicas no código, com foco em otimização, acessibilidade e também na adição de novas funcionalidades recebidas em feedback de amigos e colegas para os quais apresentei a lista de compras."
    ],
    "relatedServices": null,
    "footerNotes": ["Este projeto foi realizado no ano de 2023."]
  },
  {
    "id": "ferramentas-de-andre",
    "status": null,
    "group": "Prototype",
    "title": "Ferramentas de André",
    "featuredImage": "image-1",
    "favicon": "favicon",
    "description": "Estes aplicativos foram pensados para serem intuitivos e cumprir o seu papel de maneira não menos que excepcional.",
    "introductionText": "Nesta página você poderá ver todos os projetos que desenvolvi para aprimorar minhas habilidades com o desenvolvimento web. Todas as ferramentas são de livre acesso e sem anúncios. A ideia de criar o site veio a partir da minha necessidade de acessar certas ferramentas online, como criadores de link de WhatsApp, mas acabar descontente com o desempenho, layout ou práticas abusivas que encontrei.",
    "image1": "image-1",
    "developmentText": [
       "Atualmente, o site conta com diversas ferramentas criadas por mim e é a minha primeira demonstração da minha capacidade de criação, documentação e adaptação na área de desenvolvimento Front-End. As ferramentas utilizam as práticas mais modernas e possuem código comentado e uma extensa flexibilidade, o que possibilita criar mais ferramentas com facilidade."
    ],
    "image2": "image-2",
    "conclusionText": [
       "Como características, as páginas contam com o chamado Painel Universal de Ajustes do Usuário (PUAU), que foi a minha primeira tentativa em criar um menu interativo e universal para que o usuário possa definir suas preferências e formas de utilização da ferramenta. Essa também foi minha primeira interação com importação de snippets HTML."
    ],
    "relatedServices": null,
    "footerNotes": ["Este projeto foi realizado no ano de 2022."]
  }
]